[General]
Translator, "Jan Stria, Jiri Kopacek, Kajmik01, Kamil Zmeškal, Michael Bazant, Michal Kriz87641, MJG, SkyCityCZ"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "709"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "27"


[Icon]
R0lGODlhEAAMAPcAAOzs7Ovr6+7u7qGhoaKiourq6u3t7fDw8M0jDdIjDssjDKOjo9QjD88jDaCg
oFxcmPLy8u/v75kZDPHx8cgjC9YjD+Xl5fPz88ciCsojDJoZDYiI3uDg6IGB240ZCd/o6dAkDFNT
ms8WApIZCs4kC48ZCnl53kQJfdAjDdEjDnt74O7u63Fx3JsZDba26FZWmLO57tMjD9kkD4ODg52d
ncohAnx82/T09MgVAp4ZDcokCHl53JUZC+zt7XN028kjC5AXAnh43cIiCuTt7nV13cIkCos1ZggC
tfj4+AMDvtckDm5v36GhoCwuyevs65ub3t7e3ujy9N8kEscjBj1G37sUAoGB4D9EmGBgmJcZDYCA
280WAnx83FtbeskjCsskDJIZC40ZCqenp4kYB/L6+fP9/4sWNsskBezs66eno6mxstYkD8wjDIaG
3iEFndgjEFNTmZqamsEWA4sZCBsiyT8rVt3n5+np6qWlpVhYmIiI3c8kAmJimvHy7HoUC+UlEvT0
7nFy3+fx8omJ3twkENskEN4kEtIkDQUKvIcYB31939wkEZUZDJYPAu73+c7O59gXAq4eHcYiCtMW
Anl522FhmO/v7okZCAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjTALukYeLAwYCDBBISWLAAzww+LgBZOhBhwoEDECZcgHADyYBKg57cQVOgQIAAAAAYMCDgQhws
Gzro4bDCJEqVAiJYoPGgjRYuQR71cdIDgAABAaBYEPPAio0dRJbAIOMoyhA7HwSVUZNHESUTgagY
KVJFDo4tIiZBavRChY8mSczUwPBDAQIUCRgskgCHBaIjkc5IomC3Qd4KhCSEoONGyBQMFDKwaZAi
RoU3hjRcObFHh5cvJEAcWqNERiEpf3LUAZJozKU5HsKUGAGGB6MsLfwEBAA7


[BFAPI]
ErrorClientVersionTooOld, "Verze Vašeho klienta je příliš stará.\nProveďte aktualizaci aplikace a opakujte akci."
ErrorFailClientTime, "Čas na Vašem počítači není správně nastaven.\nZkontrolujte čas Vašeho systému a opakujte akci."
ErrorFailLogin, "Zkontrolujte Váš e-mail a heslo a opakujte akci."
ErrorFailPrefix, "Nepodařilo se připojit k Vašemu Binary Fortress účtu.\nZkontrolujte připojení k internetu a také, zda tato aplikace není blokována proxy serverem nebo firewallem počítače, či není problém na síti."
ErrorInvalidProTrialLicenseKey, "Klíč Vaší zkušební licence není správný.\nKontaktujte nás pro více informací."
ErrorItemSizeTooLarge, "Jedna z položek, kterou se snažíte synchronizovat, je příliš velká.\nPřed sychronizací je nutné tuto velkou položku smazat."
ErrorTrialExpiredPrompt, "Vaše zkušební licence Pro verze vypršela.\nPřejete si nás kontaktovat a začít nové zkušební období?"
ErrorTwoFactorInvalid, "Váš dvoufaktorový kód je neplatný nebo vypršel.\nZkuste to znovu, prosím."
ErrorUnknownProPurchasedLicenseKey, "Váš licenční klíč není správný.\nKontaktujte nás pro více informací."
LoginPrompt, "Pro synchronizaci vašich profilů je nutné vložit údaje účtu Binary Fortress.\nPřejete si vložit údaje nyní?"
PromptTwoFactor, "Vložte dvoufaktorový kód, který byl zaslán na Vaše zařízení.\nPokud ho neobdržíte během několika minut, kontaktujte technickou podporu Binary Fortress."
PromptTwoFactorImportOldCredentials, "Tato aplikace nyní podporuje dvoufaktorové ověření a momentálně ho máte u svého účtu zapnuté.\n\nVložte dvoufaktorový kód, který byl zaslán na Vaše zařízení.\nPokud ho neobdržíte během několika minut, kontaktujte technickou podporu Binary Fortress."
PromptTwoFactorTOTP, "Vložte prosím 6-ti číselný kód vygenerovaný Vaší mobilní aplikací.\nPokud máte problémy s autentizačním kódem, kontaktujte prosím podporu Binary Fortress."
TitleSync, "Synchronizace s Vaším Binary Fortress účtem"


[BFAPILoginControl_Controls]
btnLogin, "&Přihlásit"
btnLogout, "&Odhlásit"
btnMyAccount, "Můj &účet"
btnMyLicenses, "&Mé licence"
btnRegister, "&Registrovat"
btnResetPassword, "Reset hesla (zapomenuté heslo)"
lblEmailAddress, "E-mail adresa:"
lblName, "Jméno:"
lblPassword, "Heslo:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Osobní nebo firemní, # uvedeno ve jméně licence"
LicenseRestrictionEnterprise, "Neomezený počet počítačů v neomezeném počtu poboček firmy"
LicenseRestrictionPersonal, "Neomezený počet soukromých počítačů a 1 firemní počítač"
LicenseRestrictionSite, "Neomezený počet počítačů v jedné pobočce firmy"
LicenseRestrictionStandard, "Osobní nebo firemní, jeden počítač"
LicenseRestrictionSteam, "Osobní nebo firemní a neomezený počet počítačů, na kterých jste primárním uživatelem. Musí být instalováno přes Steam klienta"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Vložte platný e-mail a opakujte akci."
ErrorEnterPassword, "Vložte vaše heslo a opakujte akci."
ErrorLoginFailed, "Nepodařilo se nahrát informace o vašem účtu.\nZkontrolujte váš e-mail a heslo a opakujte akci."
ErrorNoLicensesFound, "Omlouváme se, ale pro tento účet se nepodařilo nalézt žádné informace.\nKontaktujte nás v případě, že potřebujete pomoct."
ErrorUnknownLicenses, "Při nahrávání Vašich licenčních údajů došlo k chybě."
ErrorUnknownLogin, "Při nahrávání údajů o Vašem účtu došlo k chybě."
Note, "Přihlaste se k získání Vašeho licenčního klíče a synchronizaci pomocí Vašeho Binary Fortress účtu."
SelectLicensePrompt, "Aktuálně používáte bezplatnou verzi, zkušební Pro licenci, nebo Váš klíč není platný.\nPřejete si nahrát licenční klíč z Vašeho Binary Fortress účtu?"
Title, "Můj Binary Fortress účet"
TitleLoadingLicenses, "Nahrávání licenčních údajů"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Datum vytvoření"
colDateExpires, "Datum vypršení platnosti"
colLicenseKey, "Licenční klíč"
colLicenseRestrictions, "Licenční omezení"
colLicenseType, "Typ licence"
colName, "Jméno licence"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Opravdu chcete použít tento licenční klíč?"
ErrorSelectLicense, "Vyberte licenci ze seznamu a opakujte akci."
ShowNeedLicenseWarning, "Vyberte ze seznamu jednu z Vašich licencí a klikněte na tlačítko OK pro použití tohoto licenčního klíče."
Title, "Mé licence"


[BFFormCodeEditor]
btnHotKeyEdit, "Změnit"
btnInsertFunction, "&Vložit kód"
btnInsertFunctionTT, "Procházet seznam připravených nápověd scriptů pro snadnější tvorbu vlastních scriptů."
btnRedoTT, "Opakovat (Ctrl + Y)"
btnReferencesDefault, "Výchozí reference"
btnRunFunction, "&Spustit funkci"
btnRunFunctionTT, "Spustit kód."
btnUndoTT, "Zpět (Ctrl + Z)"
btnVerifyFunction, "&Ověřit funkci"
btnVerifyFunctionTT, "Zkontrolovat kód bez jeho spuštění."
ErrorCompileFailed, "Překlad (kompilace) selhal."
ErrorEnterCode, "Vložte C# nebo VB.NET kód a zkuste to znovu."
ErrorEnterName, "Vložte jméno a zkuste to znovu."
ErrorRunFailed, "Spuštění selhalo."
lblDescription, "Popis:"
lblHelp, "Nápověda k funkcím"
lblKeyCombination, "Kombinace kláves:"
lblLanguage, "Jazyk:"
lblName, "Jméno:"
lblReferences, "Reference:"
lblShare, "Sdílejte váš kód s komunitou!"
MessageRunning, "Spuštěno:"
MessageRunSuccess, "Spuštění úspěšné."
MessageVerifySuccess, "Kontrola úspěšná."
MessageWait, "Čekání na dokončení běhu kódu.\nPomoci ikony v oznamovací oblasti můžete provádění kódu přerušit."
MessageWaitTitle, "Čekání na funkci"
PromptChangeLanguage, "Chcete nahrát výchozí kód?\nUpozornění: váš současný kód bude přepsán."
PromptCloseWithoutSave, "Opravdu chcete zavřít bez uložení?"
PromptDefaultReferences, "Jste si jisti, že chcete nastavit reference na výchozí hodnoty?"
PromptInvalidSave, "Vypadá to, že kód není správný. \nOpravdu ho chcete uložit?"
ShareMessage, "Váš kód bude automaticky připojen k požadavku. \nPokud chcete zaslat nějakou zprávu, vložte ji nad oddělovací linku. Děkujeme!"
ShareSubject, "Sdílet kód:"
ShareTitle, "Sdílení kódu"
ShareWarning, "Vaše jméno bude uvedeno v seznamu autorů. Pokud chcete, aby byla uvedena jen přezdívka, nebo chcete kód sdílet anonymně, dejte nám vědět."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Zvolte styl okna:"
PromptSelectWindowStylesEx, "Zvolte rozšířený styl okna:"
RemoveConfirmOne, "Opravdu chcete odstranit vybranou položku?"
SelectAnItem, "Vyberete položku ze seznamu a opakujte akci."
SelectAudioDevice, "Vyberte zvukové zařízení."
SelectMouseCursorLocation, "Kliknutím vyberte oblast kurzoru myši\nPro zrušení stiskněte libovolnou klávesu"
SendKeys_EditString, "Editovat řetězec"
SendKeys_EnterString, "Vložit řetězec:"
SendKeys_mniAddKeyCombination, "Přidat kombinaci kláves"
SendKeys_mniAddRawText, "Přidat čistý(surový) text"
SendKeys_mniAddText, "Přidat text"
SendKeys_Title, "Autor"


[BFFormDownload_Strings]
ConfirmCancel, "Opravdu chcete zrušit stahování?"
Error, "Nastala chyba."
Progress, "Zbývá: {0} KB (celkem {1} KB)"
ProgressUnknown, "Probíhá stahování: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Vyberte štítek WallpaperFusion a opakujte akci."
lblQuery, "Filtr:"
Title, "Štítek WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Zavřít"
colContributors, "Přispěvatelé"
colCreatedBy, "Vytvořil(a)"
colDownloads, "Stahování"
colLanguage, "Jazyk"
colLastModified, "Naposledy upraveno"
lblQuery, "Filtr:"
Loading, "Nahrávám..."


[BFFormProxySettings_Controls]
btnSave, "Uložit"
lblProxyAddress, "Adresa serveru:"
lblProxyPassword, "Heslo:"
lblProxyPassword2, "Potvrzení hesla:"
lblProxyPort, "Port:"
lblProxyUsername, "Uživatelské jméno:"
rdoCustomSettings, "Použít &vlastní nastavení proxy serveru:"
rdoNoProxy, "&Nepoužívat proxy server (přímé připojení k internetu)"
rdoUseIESettings, "Použít nastavení z Internet Exploreru"


[BFFormProxySettings_Strings]
EnterServerAddress, "Zadejte adresu proxy serveru nebo vyberte možnost 'Nepoužívat proxy server'."
EnterServerPort, "Zadejte port proxy serveru nebo vyberte možnost 'Nepoužívat proxy server'."
PasswordDecryptionFailed, "Vaše nastavení internetového připojení zřejmě není platné.\nPřejete si znovu vložit heslo proxy serveru pro opravu nastavení?"
PasswordsNotMatch, "Heslo pro proxy server neodpovídá, opakujte zadání."
Title, "Nastavení připojení k internetu"


[BFFormSelectApplication]
AllApplications, "Všechny aplikace"
btnBrowse, "&Procházet"
colApplication, "Aplikace"
colPath, "Cesta"
GroupDesktopApplications, "Aplikace klasické plochy (standardní Windows aplikace)"
GroupWindows8Applications, "Univerzální Windows aplikace"
lblWindowPicker, "Přetáhněte terčík na okno, které chcete vybrat, aplikace automatický vyhledá proces příslušné aplikace"
PleaseSelectApplication, "Nejprve vyberte aplikaci."
Title, "Výběr aplikace"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Výchozí hodnota"
chkShowOnlyModified, "Zobrazit pouze změněné"
colSetting, "Nastavení"
colValue, "Hodnota"
lblFilter, "Filtr:"
lblHelp, "Dvojklikem změníte nastavení, pro více informací klikněte na tlačítko 'Nápověda'."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Při ukládání nastavení nastala chyba."
SavedSuccessfully, "Vaše rozšířené nastavení bylo úspěšně uloženo.\nZměny se projeví po novém spuštění aplikace."
Title, "Rozšířené nastavení"
TitleEdit, "Upravit rozšířené nastavení"


[BFFormSettings_Controls]
btnAdvancedSettings, "Rozšířené nastavení"
btnAutoUpdateCheckNow, "Zkontrolovat akt&ualizace"
btnBackupSettings, "Export nastavení"
btnLanguageHelp, "Pomoc s překladem"
btnLicenseChangeToFree, "Změnit na bezplatnou verzi"
btnLicenseKeyRequestTrial, "Vyžádat novou testovací licenci"
btnLicenseKeyRestoreTrial, "Obnovte zkušební licenční klíč"
btnLicenseLoadOnline, "Nahrát z Binary Fortress účtu"
btnLicensePasteFromClipboard, "Vložit ze schránky"
btnProxySettings, "Nastavení připojení k internetu"
btnRestoreSettings, "Obnovit nastavení"
btnTroubleshootingClearLogBASE, "Smazat protokol"
btnTroubleshootingCopyBASE, "Zkopírovat informace do schránky"
btnTroubleshootingExportBASE, "Exportovat informace do souboru"
btnTroubleshootingForceCleanupBASE, "Vynutit vyčištění paměti"
btnTroubleshootingOpenLogBASE, "Otevřít protokol"
btnTroubleshootingRefreshBASE, "&|Obnovit"
chkAutoUpdate, "Automaticky kontrolovat aktualizace"
chkAutoUpdateBeta, "Zjišťovat vývojové/beta verze (novější, nemusí být stabilní)"
chkAutoUpdateSteam, "Automaticky kontrolovat aktualizace"
colLanguageName, "Jméno"
colLanguagePercentComplete, "Dokončeno"
colLanguageTranslators, "Překladatelé"
colLanguageVersion, "Verze"
gbAutoUpdate, "Zkontrolovat aktualizace"
gbLicenseReseller, "Informace o prodejci"
lblAutoUpdateWarningBASE, "Varování: Automatická aktualizace je momentálně vypnutá, nebudou Vám zobrazena upozornění na nové verze"
lblLanguageGetMore, "Získat nové a aktualizované jazyky"
lblLicenseExpires, "Licence vyprší:"
lblLicenseKey, "Licenční klíč:"
lblLicenseTo, "Licencováno pro:"
tabAbout, "O aplikaci"
tabLanguage, "Jazyky"
tabLicense, "Licenční klíč"
tabOptions, "Možnosti"
tabOurApps, "Naše aplikace"
tabTroubleshooting, "Odstraňování potíží"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Jste si jistí že chcete odstranit vaši Licenci a přepnout na verzi zdarma?"
ChangeToFreeFromTrialPrompt, "Pokud chcete využít zkušební Pro verzi znovu, musíte požádat o novou zkušební licenci tým podpory. Chcete-li vidět, které funkce nejsou k dispozici ve Free verzi, prosím navštivte Free vs Pro stránku na webu.\n\nJste si jisti, že chcete odstranit licenční klíč a přepnout na Free verzi?"
DebugLogCleared, "Soubor záznamu ladění byl úspěšně vymazán."
DebugLogNotFound, "Soubor záznamu ladění nebyl nenalezen.\nUjistěte se o aktivaci záznamu informací o chybách."
FreeVersion, "Bezplatná verze"
LanguageHelpMessage, "Chtěl(a) bych vám pomoci s překladem!"
LanguageHelpMessageDescription, "Pomozte nám s překladem a zdarma získáte Pro Standard licenci.\nOzveme se Vám během 2 pracovních dnů."
LanguageRightToLeft, "Zprava doleva"
LicenseKeyRequestTrialDescription, "Budete kontaktováni během 2 pracovních dnů."
LicenseKeyRequestTrialMessage, "Chci požádat o nový licenční klíč, děkuji!"
LogLevel0, "L0: Protokolování vypnuté"
LogLevel1, "L1: Minimální protokolování"
LogLevel2, "L2: Detailní protokolování (nedoporučuje se)"
LogLevel3, "L3: Protokolování všeho (nedoporučuje se)"
RegistryExportSuccess, "Zálohování proběhlo úspěšně."
RestoreSettingsFailed, "Při obnovení nastavení vznikla chyba."
RestoreSettingsPrompt, "Nikdy neobnovujte zálohu, kterou jste nevytvořili Vy, nebo uživatelská podpora Binary Fortress.\nOpravdu chcete obnovit tuto zálohu?"
RestoreSettingsSuccess, "Vaše nastavení bylo úspěšně obnoveno."
SettingsLoadError, "Během nahrávání nastavení došlo k chybě."
SettingsSaveError, "Při ukládání nastavení nastala chyba."
Title, "Nastavení"
TroubleshootingCopyError, "Kopírování informací o chybě se nezdařilo."
TroubleshootingCopySuccess, "Informace o chybě byly úspěšně zkopírovány do schránky."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Přiložit soubour"
btnAttachmentsClear, "Vymazat přílohy"
chkIncludeBackup, "Zahrnout zálohu nastavení v žádosti o podporu"
lblEmailAddress, "E-mail adresa:"
lblMessage, "Zpráva:"
lblName, "Jméno:"
lblSubject, "Předmět:"
lblWarning, "Informace ze záložky Odstranění potíží a Váš soubor Debug.log bude zašifrován a odeslán společně s žádostí o podporu. Pomůže to k rychlejšímu vyřešení Vašeho problému."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Vložte platný e-mail a opakujte akci."
EnterMessage, "Vložte text zprávy."
EnterName, "Vložte své jméno."
EnterSubject, "Vložte předmět."
PromptClearAttachments, "Opravdu chcete odstranit tyto přílohy?"
SendSuccess, "Informace byly úspěšně odeslány.\nKontaktujeme Vás během 2 pracovních dnů."
Title, "Odeslat žádost o podporu"
TooLongEmailAddress, "Vaše e-mail adresa je příliš dlouhá, vložte kratší a opakujte akci."
TooLongName, "Vaše jméno je příliš dlouhé, vložte kratší a opakujte akci."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Zakoupit Licenci Pro"
btnLater, "Prozatím odložit"
btnMoreInfo, "Více informací"
lblInvalidLicense, "Váš licenční klíč Pro verze zřejmě není platný!\n\nZkontrolujte, zda jste v okně Nastavení na záložce 'Licenční klíč' vložili správný licenční klíč.\n\nPokud je Váš licenční klíč vložen správně a přesto se Vám tato zpráva stále zobrazuje, kontaktujte pomocí níže zobrazeného tlačítka 'Nápověda' uživatelskou podporu."
Title, "Neplatný licenční klíč"


[BFFormUpdate_Controls]
btnChangeLog, "&Zobrazit seznam změn"
btnDownloadOnly, "&Navštívit www stránku"
btnInstallNow, "&Instalovat nyní"
btnInstallOnExit, "Instalovat a &Ukončit"
btnRemindMeLater, "&Upozornit později"
btnSkipThisVersion, "&Přeskočit tuto verzi"
lblNewVersion, "Nová verze:"
lblOldVersion, "Aktuální verze:"
lblUpdateNotes, "Co je nového v této verzi:"
lblUpdateSize, "Velikost aktualizace:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Doporučujeme provést aktualizaci aplikace na novou verzi.\nJste si jisti, že chcete tuto aktualizaci přeskočit?"
DownloadFailedSave, "Soubor se nepodařilo uložit na disk."
DownloadingUpdate, "Probíhá stahování aktualizace"
DownloadInvalidData, "Data získaná ze serveru nejsou platná, pravděpodobně nebyl nalezen požadovaný soubor."
DownloadNoData, "Webová stránka neodpovídá nebo nevrátila žádná data."
ErrorDownload, "Při stahování nové verze došlo k chybě."
FreeNotice, "Tato a všechny budoucí aktualizace jsou zdarma! Aktualizujte a užívejte si!"
RebootMightBeRequiredWarning, "Možná bude vyžadován restart aby byla aktualizace nainstalována."
Title, "K dispozici je nová aktualizace"
UpdateProMessage, "Aktualizace pomocí jednoho kliknutí vyžaduje Pro verzi.\nChcete získat více informací o zakoupení Pro verze?"


[BFHelpButton_Controls]
mniDiscussions, "Komunitní diskuze"
mniOnlineHelp, "Online Nápověda"
mniSupportRequest, "Žádost o podporu"


[BFHotKey]
ButtonRemoveInvalidHotKey, "&Odstranit Špatnou Klávesovou Zkratku"
ErrorHotKeyBindFailed, "Nastavení klávesové zkratky se nezdařilo:"
ErrorHotKeyComboInUse, "Tato klávesová zkratka se již používá, což může mít více příčin:\n- Klávesová zkratka je již přiřazena jiné akci v této aplikaci\n- Klávesovou zkratku využívá jiná aplikace\n- Klávesová zkratka je použita v rámci operačního systému Windows\n\nV okně Nastavení změňte nebo zrušte tuto klávesovou zkratku."
ErrorIncorrectKeyValue, "Neplatná kombinace kláves: Prosím vložte hodnotu klávesy."
ErrorIncorrectNumberElements, "Neplatná kombinace kláves: Nesprávný počet kláves."
ErrorIncorrectNumberKeyMods, "Neplatná kombinace kláves: Nesprávný počet speciálních kláves."
ErrorInvalidKeyCombo, "Nastavená kombinace kláves není platná."
ErrorSystemReserved, "Tato kombinace kláves je vyhrazena pro Windows a nelze ji použít."
ErrorTooManyModifiers, "Neplatná kombinace kláves: Příliš mnoho voleb speciálních kláves."
HotKeyButtonRemove, "Odebrat"
HotKeyButtonSetHotKey, "Nastavit klávesovou zkratku"
HotKeyLabelKeys, "Zvolte speciálních klávesy a následně vložte požadovanou klávesu"
HotKeyLabelMouse, "Zvolte speciálních klávesy a následně stiskněte požadované tlačítko myši"


[BFMessage]
btnCopy, "&Kopírovat chybu do schránky"
btnMoreInformation, "&Zobrazit více informací"


[BFTextQuery]
CaseSensitive, "Rozlišovat malá a velká písmena:"
ErrorBracketMismatch, "Chyba: Nesouhlasí páry závorek.\nUkončete správně páry závorek, nebo uzavřete Váš dotaz do uvozovek."
ErrorEscapeCharAtEnd, "Chyba: Řídící znak '\' byl nalezen na konci dotazu.\nVložte před něj další řídící znak, nebo ho odstraňte."
ErrorExpectedMatchCountChar, "Chyba: Na pozici {0} je očekáváno ':::cbc:::'.\nUzavřete závorky, nebo uzavřete Váš dotaz do uvozovek."
ErrorExpectedQuote, "Chyba: Na pozici {0} je očekáváno '"'.\nZkontrolujte, zda máte pomocí řídících znaků správně uvozeny '"'."
ErrorInvalidChar, "Chyba: Špatný znak '{0}' na pozici {1}.\nUzavřete ho do uvozovek."
ErrorInvalidDigit, "Chyba: Neplaná číslice na pozici {0}.\nČíslice musí být kladné a obsahovat pouze číselné znaky."
ErrorInvalidWordBoundary, "Varování: Neplatné znaky Operátor rovnosti podporuje pouze písmena a čísla."
MayContain, "Může obsahovat:"
MayEqual, "Může být shodné:"
MayNotContain, "Nesmí obsahovat:"
MayNotEqual, "Nemusí být shodné:"
MustContain, "Musí obsahovat:"
MustEqual, "Musí být shodné:"
MustNotContain, "Nesmí obsahovat:"
MustNotEqual, "Nesmí být shodné:"
Time, "jednou"
Times, "{0} krát"


[BFUpdateCheck]
AlreadyInProgress, "Kontrola aktualizace již probíhá..."
ErrorRunningDownloadedFile, "Během spouštění staženého instalačního souboru došlo k chybě."
FailedToGetVersion, "Nebylo možné zjistit číslo poslední verze."
NoUpdate, "Používáte nejnovější verzi."


[cFunctions_Strings]
FolderNotRecognized, "Zvolená složka nebyla rozpoznána a nemůže být vyhledána."


[CommonControls]
chkIsMetroApp, "Je tato aplikace UWP (Metro)?"
lblMetroAppID, "ID procesu aplikace:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Procházet a Přidat"
btnBrowseExcludePath, "Procházet"
btnFolderBrowse, "&Procházet"
btnFolderBrowseAppend, "Procházet a Přidat"
btnNewSearch, "Vyhledat v nové záložce"
btnPause, "Pa&uza"
btnResume, "P&okračovat"
btnSearch, "&Vyhledat"
btnStop, "S&top"
chkCaseSensitive, "Rozlišovat malá a velká pí&smena"
chkFileSizeMax, "Maximální velikost souboru:"
chkFileSizeMin, "Minimální velikost souboru:"
chkIsQueryRegEx, "Dotaz jako RegEx (regulární výraz)"
chkSearchSubFolders, "Vyhledávat i v podsložkách"
chkShowFirstResult, "Pro každý soubor zobrazovat pouze &první výskyt"
chkShowIncludeFilterMatchFiles, "Zobrazovat soubory, které vyhovují filtru "Zahrnout soubory""
chkShowIncludeFilterMatchFolders, "Zobrazovat složky, které vyhovují filtru "Zahrnout soubory""
chkShowQueryMatchFiles, "Zobrazovat soubory, které vyhovují textu dotazu"
chkShowQueryMatchFolders, "Zobrazovat složky, které vyhovují textu dotazu"
chkUseIFilters, "Obsah souboru zpracovávat pomocí obslužné rutiny (pomalé)"
colDateAccessed, "Datum přístupu"
colDateCreated, "Datum vytvoření"
colDateModified, "Datum změny"
colEncodingUsed, "Použité kódování"
colExtension, "Přípona"
colFile, "Jméno souboru"
colFileSize, "Velikost souboru"
colLine, "Řádek"
colLineNumber, "Řádek #"
colPath, "Cesta"
lblAccessedTo, "do"
lblAdditionalLinesAfter, "Zobrazovat tyto řádky za vyhledaným výsledekem:"
lblAdditionalLinesBefore, "Zobrazovat tyto řádky před vyhledaným výsledekem:"
lblCreatedTo, "do"
lblDateAccessed, "Datum přístupu:"
lblDateCreated, "Datum vytvoření:"
lblDateFilterLogic, "Logika filtru:"
lblDateModified, "Datum změny:"
lblExcludeFiles, "&Vyřadit soubory:"
lblExcludePath, "Vyřadit cesty:"
lblFilterResults, "Filtr:"
lblIncludeFiles, "&Zahrnout soubory:"
lblModifiedTo, "do"
lblPath, "Cest&y:"
lblQuery, "&Dotaz:"
lblStatusFound, "Počet výskytů: {0}"
lblStatusTotal, "Prohledáno souborů: {0}"
mniAbout, "O aplikaci"
mniAddResultsToZipFile, "Všechny výsledky ZIP"
mniAddSelectedResultsToZipFile, "Vybrané výsledky na zip"
mniClearSearchHistory, "Smazat historii vyhledávání"
mniCloseAll, "Zavřít vše"
mniCloseAllButThis, "Zavřít vše mimo tento"
mniCloseSearch, "Zavřít"
mniCopyFilePathNewLine, "Kopírovat vybrané názvy souborů (oddělený nový řádek)"
mniCopyToClipboard, "Zkopírovat vybrané výsledky"
mniCopyToClipboardAll, "Zkopírovat všechny výsledky"
mniExit, "Ukončit"
mniExplorerContextMenu, "Kontextová nabídka Windows"
mniHashWithHashTools, "Hash with HashTools"
mniHelp, "&Nápověda"
mniOpenFolder, "Otevřít nadřazenou složku"
mniOpenFolderOnly, "Otevřít složku"
mniOpenOther, "Otevřít pomocí {0}"
mniPermenentDelete, "Nenávratně smazat vybrané soubory"
mniRemoveRows, "Vyřadit ze seznamu vybrané výsledky"
mniRenameFile, "Přejmenovat vybrané soubory"
mniSettings, "Nastavení"
mniShowFilterControls, "Zobrazit ovládací prvky filtru"
mniTextCopy, "&Kopírovat"
mniTextSelectAll, "Vybrat vše"
mniTools, "Nás&troje"
mniTrayExit, "Ukončit"
mniTrayLoadProfiles, "Nahrát profil"
mniTrayShowFileSeek, "Zobrazit FileSeek"
mniTraySyncProfiles, "Synchronizační profil"
mnuCopyFilePath, "Kopírovat vybrané jména souborů (oddělené čárkou)"
mnuExportAllHTML, "Exportovat všechny výsledky do HTML"
mnuExportSelectedResultsHTML, "Exportovat vybrané výsledky do HTML"
mnuFileCopy, "Kopírovat vybrané soubory"
mnuFileCut, "Vyjmout vybrané soubory"
mnuFileDelete, "Smazat vybrané soubory"
mnuLanguage, "Jazyky"
mnuLoadProfile, "Nahrát"
mnuManageProfiles, "Spravovat profily"
mnuOpen, "Otevřít"
mnuOpenNotepad, "Otevřít v Poznámkovém bloku"
mnuProfile, "Profily"
mnuSave, "Uložit"
mnuSaveAll, "Exportovat všechny výsledky do CSV"
mnuSaveProfile, "Uložit nový profil"
mnuSaveSelection, "Exportovat vybraných výsledky do CSV"
mnuShowFullLanguageList, "Zobrazit celý seznam"
mnuSyncProfiles, "Synchronizační profil"
rdoMatchQueryLineByLine, "Použít dotaz na každý řádek v souboru"
rdoMatchQueryToWholeFile, "Použít dotaz na celý v soubor"
tabAdvanced, "Rozšířené"
tabDateFilters, "Filtry data"
tabFileSizeFilters, "Filtry velikosti souboru"
tabSearch, "Vyhledat"


[frmMain_Strings]
AccessedAfterTT, "Přistupováno po {0}"
AccessedBeforeTT, "Přistupováno před {0}"
AccessedBetweenTT, "Přistupováno mezi {0} a {1}"
AllDrives, "Všechny jednotky"
AppSelectionErrorPartOne, "Vybraná aplikace nebyla nalezena."
AppSelectionsErrorPartTwo, "Chcete nyní vybrat jinou?"
btnNewSearchTT, "Otevřít novou záložku a zahájit vyhledávání"
btnSearchTT, "Zahájit vyhledávání k aktuální záložce"
btnStopTT, "Přerušit zvolené vyhledávání"
CaseSensitiveQueryTT, "Rozlišovat velká a malá písmena"
cboDateFilterLogic_AND, "A"
cboDateFilterLogic_OR, "NEBO"
cboExcludeFileFilterMode_Pattern, "Filtr vyřazení souborů je šablona"
cboExcludeFileFilterMode_RegEx, "Filtr vyřazení souborů je RegEx"
cboExcludeFileFilterMode_TextQuery, "Filtr vyřazení souborů je dotaz"
cboIncludeFileFilterMode_Pattern, "Filtr zahrnutí souborů je šablona"
cboIncludeFileFilterMode_RegEx, "Filtr zahrnutí souborů je RegEx"
cboIncludeFileFilterMode_TextQuery, "Filtr zahrnutí souborů je dotaz"
cboQueryMode_RegEx, "Dotaz jako RegEx (regulární výraz)"
cboQueryMode_TextQuery, "Dotaz je textový dotaz"
chkShowFirstResultTT, "Zobrazovat pouze první vyhovující řádek [when matching query to each line]"
ColumnChangeMessage, "Změny sloupců výsledku se projeví až při dalším vyhledávání."
ContextMenuError, "Pro zobrazení kontextové nabídky Windows nastala chyba."
CreatedAfterTT, "Vytvořeno po {0}"
CreatedBeforeTT, "Vytvořeno před {0}"
CreatedBetweenTT, "Vytvořeno mezi {0} a {1}"
CSVSpreadsheet, "CSV soubory"
CustomAppOpenError, "Při otevírání souboru pomocí delegované aplikace nastala chyba."
DateCreatedError, "Počáteční 'Datum vytvoření' musí být před koncovým."
DateFiltersSelected, "Filtry pro datum:"
DateModifiedError, "Počáteční 'Datum změny' musí být před koncovým."
EmptyPDFError, "Byl nalezen PDF soubor, ale neobsahuje žádný text"
EnterProfileName, "Vložte jméno profilu:"
ErrorDirectoryEmpty, "Cesta je prázná"
ExcludeFilesTT, "Vyloučené soubory: {0}"
ExcludePathsTT, "Vyloučené cesty: {0}"
ExportDateAccessed, "Datum přístupu"
ExportDateCreated, "Datum vytvoření"
ExportDateModified, "Datu změny"
ExportExtension, "Přípona"
ExportFileName, "Jméno souboru"
ExportFileSize, "Velikost souboru"
ExportLineNumber, "Řádek #"
ExportLineText, "Řádek"
ExportPath, "Cesta"
FileDeleteMessage, "Čekejte než FileSeek dokončí požadovanou operaci.\nPokud zavřete okno a úloha běží, tak to může vést k neočekávaným výsledkům."
FileDeleteQuestion, "Opravdu chcete smazat vybrané soubory a složky?"
FileDeleteTitle, "Smazat soubory"
FileDeletionError, "Při mazání těchto souborů nastala chyba."
FileHandlerError, "Vložte cestu pro vyhledávání."
FileIncludeNameMatch, "Shoda jména souboru [filtr pro zahrnutí]"
FileOpenError, "Při otevírání tohoto souboru nastala chyba."
FilePermenentDeleteQuestion, "Opravdu chcete trvale smazat vybrané soubory a složky?"
FileQueryNameMatch, "Shoda jména souboru [textový dotaz]"
FileReadError, "Chyba při přístupu k souboru: {0}"
FileSelectionError, "Vyberete nejméně jeden existující soubor a opakujte akci."
FileSizeError, "Maximální velikost souboru musí být menší nebo rovna minimální."
FileSizeFiltersSelected, "Filtr velikosti souboru:"
FilesSearched, "Prohledáno souborů: {0}"
FilesSkipped, "Přeskočené soubory: {0}"
FolderBrowserDescription, "Zvolte složky pro vyhledávání"
FolderBrowsingError, "Při procházení složky nastala chyba."
FolderIncludeNameMatch, "Shoda jména složky [filtr pro zahrnutí]"
FolderItemError, "Nepodařilo se zjistit složku pro položku: {0}"
FolderOpenError, "Při otevírání složky nastala chyba."
FolderQueryNameMatch, "Shoda jména složky [textový dotaz]"
FolderReadError, "Při načítání podsložek nastala chyba: {0}"
HiddenFolderError, "Vyhledávání nebylo provedeno protože složka nebo soubor je skrytý"
HyperTextMarkupLanguageFile, "Jazyk HTML (Hypertext Markup Language)"
IFilterWarning, "Pro zobrazení správných výsledků povolte na záložce Rozšířené obslužné nástroje pro tyto soubory: {0}"
IncludeFilesTT, "Zahrnuté soubory: {0}"
InvalidExcludeFilesRegExError, "RegEx výraz pro vyřazené soubory není platný.\n{0}"
InvalidFolderLength, "Špatná délka složky."
InvalidIncludeFilesRegExError, "RegEx výraz pro zahrnuté soubory není platný.\n{0}"
InvalidQueryError, "Textový dotaz není platný.\n{0}"
InvalidQueryRegExError, "RegEx výraz pro vyhledání není platný.\n{0}"
KeypressError, "Při obsluze stisku této klávesy nastala chyba."
LinkedFolderError, "Vyhledávání nebylo provedeno protože složka je link"
MatchesFound, "Počet výskytů: {0}"
MatchesFromQueue, "fronta výsledků: {0}"
MatchesFromQueueIcons, "fronta ikon: {0}"
MaxFileSizeTT, "Maximální velikost souboru: {0}"
MaxPathError, "Tato cesta je dlouhá a některé programy s ní mohou mít problémy"
MenuOpenError, "Při otevírání nabídky nastala chyba."
MinFileSizeTT, "Minimální velikost souboru: {0}"
ModifiedAfterTT, "Změněno po: {0}"
ModifiedBeforeTT, "Změněno před: {0}"
ModifiedBetweenTT, "Změněno mezi {0} a {1}"
More, "(více)"
NoDateFiltersSelected, "Nebyl vybrán žádný filtr data"
NoFileSizeFiltersSelected, "Nebyl vybrán žádný filtr velikosti souborů"
NoOptionsSelected, "Nebyla vybrána žádná volba"
NotepadError, "Při otevírání souboru pomocí Poznámkového bloku nastala chyba."
NotYourProfile, "Nejste vlastníkem tohoto profilu."
OnlyShowFirstResultTT, "Zobrazovat pouze první výsledky"
OpenManyQuestion, "Opravdu chcete otevřít {0} souborů nebo složek?"
OptionsSelected, "Vybrané volby:"
OtherApplication, "Jiná aplikace"
PathsTT, "Cesta(y): {0}"
PathTooLongError, "Windows nepodporují tuto akci s dlouhými cestami."
ProfileLoadError, "Při nahrávání profilu nastala chyba."
ProfileLoadOnStartError, "Při nahrávání profilu nastala chyba, profil neexistuje."
ProfileNameEmptyError, "Nezadali jste jméno profilu. Zadejte prosím jméno a zkuste to znovu."
ProfileOverwriteQuestion, "Opravdu chcete přepsat profil "{0}"?"
ProfileSaved, "Uložit nastavení vyhledávání do profilu "{0}""
ProfileSaveError, "Nepodařilo se uložit profil."
ProOnlyDoubleClickPrompt, "Výchozí obslužnou rutina lze nastavit pouze ve FileSeek Pro verzi.\nNastavení můžete změnit v Nastavení > záložka Vyhledávání\n\nChcete získat více informací o zakoupení Pro verze?"
QueryTT, "Dotaz:\n{0}"
rdoMatchQueryLineByLineTT, "Vyhledávat zvlášť na každém řádku"
rdoMatchQueryToWholeFileTT, "Vyhledávat v celém souboru najednou (hledá výraz "přes" řádky)"
RenameFileError, "FileSeek nemůže přejmenovat vybraný soubor nebo složku.\nZadejte jiné jméno a opakujte akci."
RenameFileFolder, "Přejmenovat vybraný soubor:"
ResultCopied, "Do schránky byl zkopírován jeden výsledek."
ResultCopyError, "Při kopírování výsledků do schránky nastala chyba."
ResultSaveError, "Při ukládání výsledků nastala chyba.\n{0}"
ResultsCopied, "Do schránky bylo zkopírování {0} výsledků."
ResultSelectionError, "Vyberte alespoň jeden výsledek a opakujte akci."
SaveResults, "Uložit výsledky do tabulkového kalkulátoru"
SaveResultsAsHTML, "Uložit výsledky jako HTML"
SaveSearchProfile, "Uložení vyhledávacího profilu"
SearchComplete, "Vyhledávání bylo dokončeno za {0} sekund"
SearchCriteria, "Vyhledávací podmínka:"
SearchCriteriaEmptyTT, "Vyhledávací podmínka je prázdná"
SearchEnd, "Ukončení vyhledávání: {0}"
SearchError, "Při vyhledávání nastala chyba."
SearchStart, "Zahájení vyhledávání: {0}"
SearchSubFoldersTT, "Vyhledávat i v podložkách"
SettingFormShowError, "Při zobrazení okna s nastavením nastala chyba."
Syncing, "Synchronizace s Vaším Binary Fortress účtem..."
SystemFolderError, "Vyhledávání nebylo provedeno protože složka nebo soubor je systémová"
TextCopyError, "Při kopírování textu nastala chyba."
TextProcessingError, "Při zpracování textu nastala chyba."
TextQueryHelpTT, "Nápověda pro dotaz"
TextSelectionError, "Vybere nějaký text a opakujte akci."
txtPathTT, "Jednotlivé položky oddělené znakem '|'"
UseFileHandlersTT, "Použít obslužné rutiny"
ViewingAppPartOne, "Aplikace pro prohlížení nebyla zatím vybrána"
ViewingAppPartTwo, "Chcete nyní vybrat jeden řádek?"
ZipFile, "Soubor ZIP"


[frmProfileManager_Controls]
btnCopyProfile, "Kopírovat profil"
btnDelete, "Smazat"
btnExport, "Exportovat profil"
btnImport, "Importovat profil"
btnRename, "Přejmenovat"
btnSync, "Synchronizace s Vaším Binary Fortress účtem"
colProfileName, "Jméno profilu"
colProfileOwner, "Vlastník profilu"
lblCurrentProfile, "Aktuální uživatel: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Jak byste chtěli, aby se Váš nový profil jmenoval?"
ExportFileSeekSearchProfile, "Export vyhledávacího profilu"
ExportSearchProfileSuccessful, "Vyhledávací profil byl úspěšně vyexportován"
FileSeekSearchProfile, "Vyhledávací profil"
ImportFileSeekSearchProfile, "Import vyhledávacího profilu"
MustSelectAnItem, "Vyberte ze seznamu profil a opakujte akci."
ProfileDeleteQuestion, "Opravdu chcete smazat vybraný profil?"
RenameSearchProfile, "Přejmenovat vyhledávací profil"
SearchProfileName, "Jméno vyhledávacího profilu:"
Title, "Spravovat profily"


[frmSettings_Controls]
btnBrowseOther, "&Procházet"
btnClearHistory, "Smazat historii vyhledávání"
btnIFilterToggle, "Použít obslužný nástroj"
btnOtherDefault, "&Výchozí"
chkCloseToTray, "Místo zavření minimalizovat FileSeek do oznamovací oblasti"
chkCombineParameters, "Namísto otevření více instancí použít pro více souborů jednu instanci"
chkErrorDirectoryEmpty, "Při nalezení prázdné složky zobrazit chybu"
chkErrorForLongPaths, "Při cestě delší jak 260 znaků zobrazit chybu a přeskočit ji"
chkExportExtraLines, "Exportovat také řádky navíc při ukládání výsledku vyhledávání"
chkIFilterErrors, "Pro soubory bez obslužného nástroje zobrazovat chybu (pokud je vyhledávání obslužného nástroje povoleno)"
chkIsQueryFullString, "Použít text dotazu jako jeden velký vyhledávací dotaz"
chkLinkedFoldersSearch, "Vyhledávat soubory a složky, které jsou linky"
chkLinkedFoldersSearchShowErrorOnSkip, "Zobrazovat chybu při přeskakování linků na soubory/složky"
chkMinimizeToTray, "Minimalizovat FileSeek do oznamovací oblasti"
chkOnlyShowMatchedText, "Ve výsledcích vyhledávání zobrazovat pouze nalezený text"
chkResetSearchValues, "Při otevírání nové záložky pro vyhledávání vymazat obsah hodnot"
chkResultWordWrap, "Ve výsledcích vyhledávání zalamovat text (konce řádků)"
chkSearchHiddenFiles, "Vyhledávat skryté soubory a složky"
chkSearchSystemFiles, "Vyhledávat systémové soubory a složky"
chkSearchWithinLNKFiles, "Prohledat soubor LNK soubory směřují"
chkShowErrorEmptyPDF, "Zobrazovat chybu při nalezení prázdného PDF souboru"
chkShowFileErrors, "Zobrazovat chybu pokud není soubor/složka přístupná"
chkShowHiddenFileError, "Zobrazovat chybu při přeskakování skrytých souborů && složek"
chkShowSystemFileError, "Zobrazovat chybu při přeskakování systémových souborů && složek"
chkShowToolTips, "Zobrazovat popisky"
chkSingleInstance, "Povolit pouze jednu instanci FileSeek"
chkStartWithClearProfile, "Spouštět FileSeek vždy s prázdnými vyhledávacími kritérii"
chkTreatAllExcludePathFiltersAsWildcards, "Vylučovací filtry pro cesty jsou zástupné znaky"
chkTreatAllIncludeFiltersAsWildcards, "Zahrnující filtry pro cesty jsou zástupné znaky"
chkUseCustomDateFormat, "Použít vlastní formát data"
chkUsePreviewHandlers, "Použít náhled v okně s výsledky"
chkWindowsContextMenu, "Zobrazovat FileSeek v kontextové nabídce Windows"
colAvailableColumns, "Dostupné sloupce"
colSelectedColumns, "Vybrané sloupce"
gbCmdLineVars, "Proměnné příkazového řádku"
gbDateFormat, "Formát data"
gbGeneralOptions, "Obecné nastavení"
gbPresentationOptions, "Nastavení zobrazení"
gbSearchColumns, "Vyhledávané sloupce"
lblCmdLineParam, "Parametry příkazového řádku:"
lblDateFormatLink, "Uživatelský formát data a času"
lblDefaultDoubleClick, "Zvolte výchozí operaci pro dvojité poklepání na výsledek vyhledávání:"
lblFileHandlerFAQ, "Obsluha souborů Často kladené dotazy"
lblNumChar, "Zobrazovat tyto znaky pro každý výsledek vyhledávání:"
lblOtherApplicationName, "Jméno pro jinou aplikaci:"
lblSelectViewingApp, "Aplikace pro prohlížení zvoleného souboru:"
lblSkipFile, "Maximální doba prohledávání jednoho souboru (0=neomezeno):"
pageSearchViewSettings, "Zobrazit výsledky"


[frmSettings_Strings]
AppBrowsingError, "Během hledání aplikace nastala chyba."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exportovat všechny výsledky do CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exportovat všechny výsledky do HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exportovat vybrané výsledky do CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exportovat vybrané výsledky do HTML"
cboDefaultDoubleClickOperation_Open, "Otevřít pomocí výchozího obslužného nástroje"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Otevřít nadřazenou složku"
cboDefaultDoubleClickOperation_OpenNotepad, "Otevřít v Poznámkovém bloku"
cboDefaultDoubleClickOperation_OpenOther, "Otevřít pomocí {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Pokud je tato volba nastavena, tak s vyhledávacím textem foo bude zacházeno jako s *foo*"
ClearHistoryError, "Při mazání historie vyhledávání nastala chyba."
ClearHistoryWarning, "Opravdu chcete smazat historii vyhledávání?"
CommandLineError, "Vložte parametry příkazového řádku, nebo kliknutím na 'Výchozí' nastavte výchozí hodnoty."
CustomDateFormatError, "Při zpracování Vašeho formátu data nastala chyba.\nOpravte chybu a opakujte akci."
DisableFileHandler, "Zakázat obslužný nástroj"
DisablePreviewHandler, "Zakázat náhled"
EnableFileHandler, "Povolit obslužný nástroj"
EnablePreviewHandler, "Povolit náhled"
FileCommandDescription, "{0}: Substituce pro celý název."
FileHandlerListError, "Během zjišťování seznamu obslužných nástrojů nastala chyba."
FileHandlerSelectError, "Během výběru obslužného nástroje nastala chyba."
FileHandlerToggleError, "Během připínání obslužného nástroje nastala chyba."
HistoryCleared, "Historie vyhledávání byla smazána."
InvalidExitcode, "Špatný návratový kód: {0}"
LineCommandDescription, "{0}: Substituce pro číslo řádku."
lvIFilters_Extension, "Přípona"
lvIFilters_Handler, "Obslužný nástroj"
lvIFilters_HandlerVersion, "Verze"
NumOfCharError, "Vložte počet znaků mezi {0} a {1} a opakujte akci."
PreviewHandlerListError, "Během výpisu seznamu obslužných nástrojů nastala chyba."
PreviewHandlerToggle, "Připnutý nástroj pro náhled"
SettingMenuError, "Během nastavování kontextové nabídky nastala chyba."
tabSettings_FileHandlers, "Obslužné nástroje"
tabSettings_OtherApp, "Jiné aplikace"
tabSettings_PreviewHandlers, "Nástroje pro náhled"
tabSettings_Search, "Vyhledat"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Výsledky vyhledávání byly úspěšně uloženy.\nChcete si soubor s výsledky nyní prohlédnout?"
SearchCriteria, "Vyhledávací podmínky"
SearchDate, "Datum vyhledávání:"
Title, "Výsledky vyhledávání"


[IFilterHelper_Strings]
UnknownError, "V komponentě IFilter nastala neznámá chyba"
UsingStandardMethodWarning, "Pro tento typ souboru není žádná obslužná rutina, vyhledávání probíhá standardním způsobem."


[Installer]
AdditionalIcons, "Další ikony:"
CreateContextMenuItems, "Přidat do kontextové nabídky Windows"
CurrentUserOnly, "Pouze pro aktuálního uživatele"
DesktopIcon, "Vytvořit ikonu na ploše"
DotNetInstallNow, "Přejete si provést instalaci nyní?"
DotNetRequired, "Váš systém vyžaduje aktualizovaný .NET Framework aby mohl spustit tuto aplikaci."
ForAllUsers, "Pro všechny uživatele"
LaunchNow, "Spustit aplikaci"
LicKeyInvalid, "Licenční klíč není platný."
LicKeyLabel, "Licenční klíč:"
LicKeySelectOption, "Vyberte Možnosti licenčního klíče a opakujte akci."
LicKeyText, "Možnosti licenčního klíče:"
LicKeyTextAdminLocked, "Váš licenční klíč byl nastaven Vaším administrátorem."
LicKeyTextChangeFree, "V okně Nastavení na záložce 'Licenční klíč' klikněte na 'Změnit na bezplatnou verzi'."
LicKeyTextEnterOrFree, "Vložte platný licenční klíč nebo vyberte 'Používat bezplatnou verzi'."
LicKeyTextPaid, "Použít tento licenční klíč:"
LicKeyTextTrial, "Po vypršení zkušební Pro verze (30 dnů) bude provedena automaticky změna na bezplatnou verzi"
RunAtStartup, "Spustit při startu Windows"
SteamKeyInvalid, "Váš licenční klíč Steam se nepodařilo nahrát.\nUkončete prosím instalaci/aplikaci a klikněte na Instalovat nebo Spustit znovu z prostředí Steam."
TextBefore, "Pokud máte FileSeek spuštěn, tak jej před instalací nové verze ukončete.\n\nNavštivte https://www.fileseek.ca pro získání aktualizací a uživatelskou podporu."
UninstallRemoveAllData1, "Chcete kompletně odstranit VŠECHNA nastavení aplikace a dočasné soubory?"
UninstallRemoveAllData2, "Toto není doporučeno pokud se v budoucnu rozhodnete aplikaci instalovat znovu."
UnsupportedWindowsVersion, "Tato verze produktu již nepodporuje Vámi používanou verzi Windows. Chcete zobrazit informace o stažení starší verze?"


[LicenseValidate_Strings]
ExpiredPrompt, "Váš zkušební licenční klíč vypršel.\nPokud jste již zakoupili licenci, vložte ji okně v Nastavení na záložce 'Licenční klíč'.\n\nChcete získat více informací ohledně zakoupení Pro verze?"
FreeLicenseReminder, "Chcete přispět k podpoře budoucího vývoje? Klikněte zde!"
Invalid, "Licenční klíč není platný."
InvalidReseller, "Váš licenční klíč je určen pouze pro prodejce.\nPro více informací kontaktujte Vašeho prodejce."
LicenseProcessPro, "Děkujeme za registraci!"
LicenseProcessProRestoreSettingsPrompt, "Byla nalezena automatická záloha nastavení Pro verze.\nTato záloha je stará {0} dnů.\nChcete z ní obnovit nastavení? Vaše současné nastavení bude přepsáno."
LicenseProcessRemoved, "Váš licenční klíč byl odstraněn."
LicenseProcessTrial, "Děkujeme za vyzkoušení FileSeek Pro!\nVaše zkušební licence vyprší {0:D}."
TrialAlmostDonePrompt, "Vaše zkušební licence již brzy vyprší.\nPokud jste již zakoupili licenci, vložte ji v okně Nastavení na záložce 'Licenční klíč'.\n\nChcete získat více informací ohledně zakoupení Pro verze?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Vyhledat pomocí FileSeek"


[Words]
About, "O"
Add, "Přidat"
AdminSettingsLock, "Některá z nastavení jsou spravována vaším administrátorem"
Apply, "&Použít"
Browse, "Procházet"
ButtonLater, "&Později"
ButtonMoreInformation, "Více &informací"
ButtonUseFreeVersion, "&Použít bezplatnou verzi"
BuyALicenseKey, "Kupte si licenční klíč"
Cancel, "&Zrušit"
Close, "Zavřít"
Copy, "&Kopírovat"
Custom, "Vlastní"
Cut, "&Vyjmout"
Default, "Výchozí"
Delete, "&Smazat"
Disable, "&Zakázat"
Disabled, "Vypnuto"
Duplicate, "&Duplikovat"
Edit, "Změnit"
Enable, "&Povolit"
Enabled, "Zapnuto"
EnterALicenseKey, "Zadejte licenční klíč"
Error, "Chyba"
ErrorNotAdminUACDisabled, "UAC (řízení uživatelských účtů) je vypnuto, ale nejste administrátor a Vámi vyžadovaná akce nebude pravděpodobně fungovat.\nAktivujte UAC nebo se přihlaste jako administrátor a zkuste akci opakovat.\nPokud jste nedávno deaktivovali UAC, restartujte počítač."
Exit, "K&onec"
FileTypes_AllFiles, "Všechny soubory"
FileTypes_ApplicationFiles, "Soubory aplikací"
FileTypes_HTMLFiles, "Soubory HTML"
FileTypes_ImageFiles, "Obrazové soubory"
FileTypes_RegistryFiles, "Soubory registru"
FileTypes_SoundFiles, "Zvukové soubory"
FileTypes_VideoFiles, "Video soubory"
FileTypes_ZipFiles, "Soubory ZIP"
FreeVsPro, "Zdarma vs Pro"
Help, "&Nápověda"
Info, "Informace"
InvalidImageFile, "Tento obrázek je zřejmě poškozený nebo nečitelný."
Language, "Jazyk"
Load, "&Nahrát"
Name, "Jméno"
NameLabel, "Jméno:"
Never, "Nikdy"
No, "&Ne"
OK, "&OK"
Paste, "&Vložit"
ProductSocialOnFacebook, "FileSeek na Facebooku"
ProductSocialOnLinkedIn, "FileSeek na LinkedIn"
ProductSocialOnTwitter, "FileSeek na Twitteru"
ProOnlyButtonToolTip, "Tato vlastnost je dostupná pouze pouze ve Pro verzi.\nChcete získat více informací o zakoupení Pro verze."
ProOnlyLabelText, "Pro zpřístupnění této funkce povyšte na Pro verzi"
ProOnlyNotice, "Vlastnosti Pro verze jsou zvýrazněny modře"
ProOnlyQuestion, "Tato vlastnost je dostupná pouze pouze ve Pro verzi.\nChcete získat více informací o zakoupení Pro verze?"
ProOnlyShort, "Pouze v Pro verzi"
Redo, "&Znovu"
Refresh, "&|Obnovit"
Remove, "Odebrat"
Rename, "Přejmenovat"
Retry, "Opakovat"
Save, "&Uložit"
Seconds, "sekund"
Select, "Vybrat"
SelectAll, "&Vybrat vše"
Settings, "Nastavení"
Start, "Spustit"
Stop, "Zastavit"
Sync, "Synchronizovat"
Undo, "&Zpět"
Unknown, "Neznámý"
Yes, "&Ano"